{
  "fullName": "Vladislav Paley",
  "header" : "Seeking a leadership role focused on sustainable engineering and management.",
  "footer": "Don’t hesitate to contact me if you need further information, let’s cooperate",
  "socialItems": [
    {
      "type": "email",
      "key": "paley.vlad@yahoo.com",
      "value": "paley.vlad@yahoo.com"
    },
    {
      "type": "phone",
      "key": "(215) 704-0718",
      "value": "2157040718"
    },
    {
      "type": "link",
      "key": "Resume (PDF)",
      "value": "TODO: here link to resume"
    },
    {
      "type": "link",
      "key": "LinkedIn",
      "value": "https://www.linkedin.com/in/vladpaley/"
    }
  ],
  "nav": [
    "Biography",
    "Education",
    "Experience",
    "Skills",
    "Publications"
  ],
  "headingSection": {
    "title": "Biography",
    "backgroundColor": "#E3E9EE",
    "header": "Seeking a leadership role focused on sustainable engineering and management.",
    "description": [
      "Bringing over a decade of diverse engineering experience, I excel in automation, failure analysis, and risk assessment. With a unique ability to bridge technical and business domains, I'm recognized for my exceptional communication skills and commitment to innovation.",
      "As a self-motivated individual and a valuable team player, I am deeply committed to advancing green engineering solutions with efficiency and precision."
    ]
  },
  "sections": [
    {
      "title": "Education",
      "backgroundColor": "#FFF",
      "content": [
        {
          "header": "Master of Science",
          "subheader": "in Mechanical Engineering (MSME) - University of South Florida,\u2028Tampa, FL - 2020",
          "description": {
            "type": "list",
            "list": [
              "Conducted research on 4D Printing, Shape Memory Effect in Polymers and Alloys, Soft Robotics and Assistive Devices",
              "Implemented origami and kirigami techniques into 3D and 4D printed soft robotic components",
              "Mentored five masters and undergraduate students in the lab and a 4-person capstone design team"
            ]
          }
        },
        {
          "header": "Master of Science",
          "subheader": "in Mechanical Engineering (MSME) - University of South Florida,\u2028Tampa, FL - 2020",
          "description": {}
        },
        {
          "header": "Associate of Arts",
          "subheader": "in Engineering (AA) - Bucks County Community College,\u2028Newtown, PA - 2014",
          "description": {}
        }
      ]
    },
    {
      "title": "Professional experience",
      "backgroundColor": "#E3EEE9",
      "content": [
        {
          "header": "Laboratory Manager",
          "subheader": "STMicroelectronics, Inc., Fremont, CA - February 2022 to September 2023",
          "description": {
            "type": "list",
            "list": [
              "Managed a newly-functional, chemically-intensive R&D laboratory, focusing on safety aspects like rule creation, program development, competency training, hazard assessment, chemical and waste management, equipment maintenance, and the shipping and receiving of Dangerous Goods (DG). Ensured adherence to DOT & IATA shipping procedures, for domestic & international shipments.",
              "Maintained strict compliance with numerous regulations, encompassing federal, state, local, and corporate levels. This included recordkeeping, reporting, inspections and audits, in alignment with standards set by bodies like OSHA, EPA, DEA, and more.",
              "Developed and implemented comprehensive safety programs and protocols such as the Emergency Action Plan, Injury and Illness Prevention Plan, Hazard Communication, and Waste Management Plan. Increased employee safety by implementing a myriad of safety features such as an Emergency Response Team, strategically placed walkie-talkies and signs, additional sensors and alarms, and evacuation drills.",
              "Oversaw the lifecycle of chemicals from entry to exit, implementing rigorous management practices and providing specialized training to employees. Enacted strict measures like spill containment, scrubbers on air vents, and filters to maintain a safe working environment.",
              "Initiated the implementation of ISO9001 and IATF16949 quality standards across the site, conducting a thorough gap analysis and formulating a plan of action. Collaboratively built knowledge and expertise to overcome the challenge of the team lacking prior experience with ISO standards."
            ]
          }
        },
        {
          "header": "Research Assistant",
          "subheader": "University of South Florida, Tampa, FL - November 2017 to August 2021",
          "description": {}
        },
        {
          "header": "Teaching Assistant",
          "subheader": "University of South Florida, Tampa, FL - January 2018 to May 2021",
          "description": {}
        },
        {
          "header": "NSF IRES Research Grant Participant",
          "subheader": "University of Science and Technology, Beijing, China - May 2017 to August 2018",
          "description": {}
        },
        {
          "header": "Engineering Intern",
          "subheader": "Medcomp Inc, Harleysville, PA - May 2016 to August 2016",
          "description": {}
        }
      ]
    },
    {
      "title": "Project Experience",
      "backgroundColor": "#E3E9EE",
      "content": [
        {
          "header": "4D Printed Soft Robotics and Energy Harvesters",
          "subheader": "Graduate Research - 2020 to 2021",
          "description": {
            "type": "list",
            "list": [
              "Created a polymer solution which can be used as an ink with 4D inkjet/polyjet printing",
              "Drew inspiration from nature to create a multi-material soft robot which can self actuate when exposed to water or humidity",
              "Implemented traditional origami and kirigami techniques to allow for pre-determined shape change",
              "Drafted a senior design project for undergraduate students based on this research"
            ]
          }
        },
        {
          "header": "Cold Plasma Sterilization and Static Recharge Devices",
          "subheader": "Design Lead - 2020 to 2021",
          "description": {}
        },
        {
          "header": "Here, There, and Everywhere",
          "subheader": "Team Lead - 2020",
          "description": {}
        },
        {
          "header": "Image and Video Processing Projects",
          "subheader": "Individual Projects - 2019",
          "description": {}
        },
        {
          "header": "Wheelchair Mounted Arm Elevating Device (iRise)",
          "subheader": "Project Lead - 2018 to 2019",
          "description": {}
        },
        {
          "header": "Manus Arm Robotic Assistant's Arm Lift (MARA aLift)",
          "subheader": "Project Lead - 2018",
          "description": {}
        },
        {
          "header": "Robot and Simulator for End Effector Tracking and Singularity Avoidance",
          "subheader": "Project Lead - 2018",
          "description": {}
        },
        {
          "header": "Active Clothing with Embedded Sensors and Live Monitoring",
          "subheader": "Team Member - 2017",
          "description": {}
        },
        {
          "header": "Automatic Table Operation for Wheelchairs",
          "subheader": "Design Lead - 2017",
          "description": {}
        },
        {
          "header": "Lab Racing and Distance Sensing Robot",
          "subheader": "Controls Programmer - 2017",
          "description": {}
        },
        {
          "header": "Microgravity Food Production System",
          "subheader": "Design Lead - 2016",
          "description": {}
        },
        {
          "header": "Quadrotor Design, Automation, and Racing Competitions",
          "subheader": "Event Organizer and Team Member - 2012 - 2014",
          "description": {}
        },
        {
          "header": "NASA’s Reduced Gravity Education Flight Program (MicroG NExT Program)",
          "subheader": "2011 to 2012",
          "description": {}
        }
      ]
    },
    {
      "title": "Leadership Experience",
      "backgroundColor": "#FFF",
      "content": [
        {
          "header": "Theta Tau Coed Professional Engineering Fraternity",
          "subheader": "September 2014 to December 2019",
          "description": {
            "type": "list-complex",
            "complexList": [
              {
                "header": "Treasurer",
                "list": [
                  "Collected dues, established payment plans, paid national fees, and ran financial audits",
                  "Verified all budgets for each fraternity-sponsored event before they could be approved",
                  "Kept careful record of all transactions done by any member using chapter funds"
                ]
              },
              {
                "header": "Marshal/New Member Instructor",
                "list": [
                  "Set up a new member education manual to teach national and local fraternity history and values",
                  "Hosted weekly meetings to ensure a timely pledging process completion and instill self-confidence",
                  "Mediated in disagreements between new members as well as active brothers"
                ]
              },
              {
                "header": "Brotherhood Chair",
                "list": [
                  "Organized appealing events for brothers and new members to bond at on a personal level",
                  "Worked with the treasurer and assigned committee to create and pass budgets for each event"
                ]
              },
              {
                "header": "Recruitment Chair",
                "list": [
                  "Orchestrated two weeks of casual and professional events to attract potential new members",
                  "Participated in elected-board meetings and proposed several mid-semester recruitment events"
                ]
              }
            ]
          }
        },
        {
          "header": "Society of Bucks Engineers",
          "subheader": "November 2012 to July 2014"
        }
      ]
    }
  ],
  "additionalSection": {
    "title": "Publications",
    "backgroundColor": "#19201F",
    "color": "#FFF",
    "items": [
      "S. S. K. S. Narayanan, X. Wang, J. Paul, V. Paley, Z. Weng, L. Ye, Y. Zhong. Disinfection and Electrostatic Recovery of N95 Respirators by Corona Discharge for Safe Reuse. Environmental Science & Technology, 2021. <a href=\"https://doi.org/10.1021/acs.est.1c02649\" target=\"_blank\">https://doi.org/10.1021/acs.est.1c02649</a>",
      "A. P. Kondratov, E. P. Cherkasov, V. Paley, A. A. Volinsky. Recording, Storage, and Reproduction of Information on Polyvinyl Chloride Films Using Shape Memory Effects. Polymers, 13(11), 2021. <a href=\"https://doi.org/10.3390/polym13111802\" target=\"_blank\">https://doi.org/10.3390/polym13111802</a>",
      "A. P. Kondratov, E. P. Cherkasov, V. Paley, A. A. Volinsky. Macrostructure of Anisotropic Shape Memory Polymer Films Studied by the Molecular Probe Method. Journal of Applied Polymer Science, 138(15), 2020. <a href=\"https://doi.org/10.1002/app.50176\" target=\"_blank\">https://doi.org/10.1002/app.50176</a",
      "Y. Zhong, C. Wang , J. Wang , H. Ma , S. Krishnamoorthy , V. Paley, Z. Weng, S. Jin. Spontaneous formation of sub-4 nm nanocrystalline alloy via polymorphic phase transformation. Materials Research Letters, 8(11), 2020. <a href=\"https://doi.org/10.1080/21663831.2020.1791272\" target=\"_blank\">https://doi.org/10.1080/21663831.2020.1791272</a>",
      "B. Hu, K. Wang, P. Hu, S. Li, J. Deng, Y. Zuo, H. Xing, P. Feng, V. Paley, A.A. Volinsky. Fracture behavior of the La-doped molybdenum-titanium-zirconium alloy. Materials Science and Engineering: A, 759, 2019. <a href=\"https://doi.org/10.1016/2Fj.msea.2019.05.031\" target=\"_blank\">https://doi.org/10.1016/2Fj.msea.2019.05.031</a>",
      "F. Yang, L. You, Z. Guo, V. Paley, A.A. Volinsky. Coercivity Enhancement and Grain Refinement in Nd-Fe-B Sintered Magnets with Pyrite Doping by Jet Milling. Journal of Magnetism and Magnetic Materials, 469, 2019. <a href=\"https://doi.org/10.1016/j.jmmm.2018.08.057\" target=\"_blank\">https://doi.org/10.1016/j.jmmm.2018.08.057</a>",
      "H. Zhao, J. Xie, T. Liang, A. Mao, A. Wang, Y. Chen, D. Ma, V. Paley, A.A. Volinsky. Effects of Thickness Ratios and Sputtering Mode on the Structural, Electrical and Optical Properties of Bilayer Molybdenum Thin Films. AIP Advances, 8(9), 2018. <a href=\"https://doi.org/10.1063/1.5043437\" target=\"_blank\">https://doi.org/10.1063/1.5043437</a>",
      "C. Chen, W. Wang, Z. Guo, C. Sun, A.A. Volinsky, V. Paley. Annealing Effects on Microstructure and Mechanical Properties of Ultrafine-Grained Al Composites Reinforced with Nano-Al2O3 by Rotary Swaging. Journal of Materials Engineering and Performance 27(4), 2018. <a href=\"https://doi.org/10.1007/s11665-018-3301-2\" target=\"_blank\">https://doi.org/10.1007/s11665-018-3301-2</a>",
      "F. Yang, Y. Sui, C. Chen, S. Ye, P. Li, Z. Guo, V. Paley, A.A. Volinsky. Sulfur Doping Effect on Microstructure and Magnetic Properties of Nd-Fe-B Sintered Magnets. Journal of Magnetism and Magnetic Materials, 446, 2018. <a href=\"https://doi.org/10.1016/j.jmmm.2017.09.023\" target=\"_blank\">https://doi.org/10.1016/j.jmmm.2017.09.023</a>",
      "C. Zhang, B. Lu, H. Wang, Z. Guo, V. Paley, A.A. Volinsky. Vacuum Pressureless Sintering of Ti-6Al-4V Alloy with Full Densification and Forged-Like Mechanical Properties. Journal of Materials Engineering and Performance, 27(1), 2018. <a href=\"https://doi.org/10.1007/s11665-017-3019-6\" target=\"_blank\">https://doi.org/10.1007/s11665-017-3019-6</a>"
    ]
  }
}
